Repository: Ramblurr/Meedan-Open-Translation-Memory--ar-en-
Catalog: MeedanMeemory-2009JUL22.tmx
Source language: en
Languages: ar

source: These figures ranked Saudi Arabia fourth internationally in terms of tobacco consumption. Despite being a small country, Kuwait ranked 19th among the world countries in terms of consumption of tobacco.
ar: هذه الأرقام تضع السعودية في المرتبة الرابعة دولياً من حيث استهلاك التبغ. كما تحتل الكويت رغم صغرها، المرتبة الـ19 بين دول العالم في استهلاك التبغ.

source: Many times as much as the Canal’s income
ar: أضعاف دخل القناة

source: The youths fall prey to that scourge more rapidly
ar: الشباب أسرع من يقع فريسة للآفة

source: In Egypt, said the Central Agency for Public Mobilization and Statistics, the number of smokers in Egypt hit about 13 million smokers, consuming eighty billion cigarettes a year.
ar: وفي مصر قال الجهاز المركزي للتعبئة والإحصاء إن عدد المدخنين في مصر بلغ حوالي 13 مليون مدخن يستهلكون ثمانين مليار سيجارة سنويا.

source: Egypt's imports alone constitute more than fifty billion cigarettes annually, while the amount of spending on the treatment of smoking-related diseases is estimated at more than a billion dollars.
ar: وتستورد مصر وحدها أكثر من خمسين بليون سيجارة سنوياً، في حين يقدر حجم الإنفاق على علاج الأمراض المتعلقة بالتدخين بأكثر من بليون دولار.

source: The Taif agreement - which put an end to the civil war and reduced the power of president of the republic who comes by tradition from the Maronite Christian community - along with the Syrian presence who basically continuously opposed them contributed to
ar: وقد ساهم في اضعاف وزنهم اتفاق الطائف الذي وضع حدا للحرب الاهلية وقلص صلاحيات رئيس الجمهورية الذي ينتمي بحسب العرف الى الطائفة المسيحية المارونية والوجود السوري الذي طالما اعترضوا عليها اساسا.

source: The Central Agency indicated that smoking constitutes about eight billion pounds a year of the Egyptian national spending, namely is consumes about 22% of the income of the smoking person per month.
ar: وأشار الجهاز المركزي إلى أن التدخين يكبد الإنفاق القومي المصري نحو ثمانية مليارات جنيه سنوياً، أي أنه يمتص حوالي 22% من دخل الفرد المدخن شهرياً.

source: According to the latest data of the Central Agency, the percentage of work absentees due to smoking is way more than 50% of that among non-smokers.
ar: ووفقا لآخر بيانات الجهاز المركزي، فإن نسبة المتغيبين عن العمل بسبب التدخين تزيد بأكثر من 50% عن غير المدخنين.

source: The number of smokers include about five hundred thousands people aged 15, 73 thousands under the age of 10, according to the Ministry of Health estimates for the year 2007.
ar: وتضم أعداد المدخنين حوالي خمسمائة ألف شخص بعمر 15 سنة، و73 ألفا تحت سن عشر سنوات، طبقاً لتقديرات وزارة الصحة لعام 2007.

source: And if things go well as the opposition desires then the Christians can only return to the period four decades ago, or for the two sides to split.
ar: وفي حال سارت الامور على خير ما تروم المعارضة، فليس لدى المسيحيين الا العودة الى سابق عهدهم قبل نحو اربعة عقود، او التشرذم بين الفريقين.

source: Where are Lebanon's Christians?
ar: أين مسيحيو لبنان؟

source: The 14th March Alliance
ar: تحالف الرابع عشر من اذار

source: Lebanese Forces led by Samir Geagea.
ar: - القوات اللبنانية بقيادة سمير جعجع

source: Geagea, who heads the Lebanese Forces Party is a Maronite Christian leader the only one among the leaders of the civil war who was imprisoned. He was jailed for 11 years after being convicted of crimes of murders until he was released in 2005. He consider
ar: جعجع الذي يرأس حزب القوات اللبنانية هو زعيم مسيحي ماروني وهو الوحيد من بين زعماء الحرب الاهلية الذي دخل السجن وبقي فيه 11 عاما بعد ادانته بارتكاب جرائم قتل سياسية الى ان اطلق سراحه عام 2005. واعتبر نفسه سجينا سياسيا. وجعجع (57 عاما) ليس مرشحا في الانتخابا

source: The number of smokers is increased annually at a rate ranging between 8 - 9%, which is much higher than the birth rate.
ar: ويرتفع عدد المدخنين بنسبة تتراوح ما بين 8-9% سنوياً وهو معدل أعلى بكثير من معدل المواليد.

source: Another report issued by the Ministry of Environmental Affairs showed that Egypt loses 34 billion pounds annually due to smoking.
ar: وأشار تقرير آخر صادر عن وزارة البيئة إلى أن مصر تخسر 34 مليار جنيه سنوياً بسبب التدخين.

source: The Kataeb (Phalangists) Party led by Amin Gemayel.
ar: - حزب الكتائب بقيادة امين الجميل

source: Gemayel (65 years of age) who heads the Lebanese Kataeb Party with a Christian Maronite majority assumed the presidency of the republic from 1982 till 1988. He took over the presidency after his brother, Bachir, was assassinated for being an ally of Israe
ar: يرأس الجميل (65 عاما) حزب الكتائب اللبنانية ذات الغالبية المسيحية المارونية. تولى رئاسة الجمهورية من عام 1982 حتى عام 1988. وتولى المنصب عقب اغتيال شقيقه بشير حليف اسرائيل الذي انتخب للرئاسة عام 1982 لكنه قتل قبل تولي المنصب. ولا يخوض الجميل الانتخابات ال

source: In addition to the Free National Movement, this alliance includes the Marada Movement led by Suleiman Frangieh (43 years of age). He is a former interior minister and a personal friend of the Syrian President, Bashar al-Assad. The father, mother and siste
ar: بالاضافة الى التيار الوطني الحر، يضم هذا التحالف تيار المردة بزعامة سليمان فرنجية (43 عاما). وهو وزير الداخلية السابق وصديق شخصي للرئيس السوري بشار الاسد. والد فرنجية ووالدته وشقيقته قتلوا برصاص مسلحين مسيحيين في عام 1978 في اطار صراع القوى بين الفصائل ال

source: The 8th March Alliance
ar: تحالف الثامن من اذار

source: Jazzini said: «We will continue to hunt down the networks despite the modest resources and capacity of the public security, because this is the core of the public security mission, and we will not stop despite the acute shortage in many things and the min
ar: وقال جزيني: «نحن وبرغم الامكانات والقدرات المتواضعة التي يملكها الامن العام, مستمرون في مطاردة الشبكات, والتي هي من صلب صلاحية الامن العام, ولن نتوقف, برغم النقص الحاد في العديد, والامكانات المادية الضئيلة والتجهيزات شبه المنعدمة».

source: Meanwhile, a close source to the leadership of the branch of information reported to «As-Safir»: The most important thing that happened is that we opened the file of the Israeli spy networks, after we gathered enough information to condemn the people conc
ar: في موازاة ذلك, قال مصدر قريب من قيادة فرع المعلومات لـ«السفير»: ان اهم ما حصل, هو اننا فتحنا ملف شبكات التجسس الاسرائيلية, بعدما اصبحنا نملك ما يكفي من المعلومات التي تدين الاشخاص المعنيين وتؤكد تورطهم مع الموساد الاسرائيلي, بدليل ان كل الذين تم توقيفهم,

source: The source added: Actually, the branch of information was the first to open this file, but it indicated the coordination between the branch and Hezbolla, a few hours before the start of the arrests. The issue was presented in detail to «Hezbollah» with an
ar: وأضاف المصدر: فعليا, كان فرع المعلومات هو السباق لفتح هذا الملف, الا انه اشار الى تنسيق تم بين فرع المعلومات وحزب الله قبل ساعات قليلة من بدء عملية اعتقال المتورطين, حيث تم عرض الامر بالتفصيل على «حزب الله» مع التأكيد على خطورة هذه الشبكات, وخصوصا على الح

source: However, other sources that follow up this issue pointed out that the file in question, about the agent Adib Al-Alam, was at the branch since 2007, so why was it left all that time and was not open then?
ar: الا ان مصادر مواكبة لهذا الملف, أشارت الى ان الملف المذكور, والمتعلق بالعميل أديب العلم, كان موجودا لدى الفرع منذ العام 2007, فلماذا ترك كل هذه المدة, ولم يفتح في حينه؟

source: Junbulat: I rushed in issuing the resolutions on May 5
ar: جنبلاط: تسرعت بإصدار القرارين في 5 أيار

source: At this time, the position of deputy Walid Junbulat was made clear by announcing yesterday that he rushed to stress on issuing the two resolutions in the meeting of the Council of Ministers on May 5, about the communication network of Hezbollah and the ai
ar: في هذا الوقت, برز موقف النائب وليد جنبلاط, بإعلانه امس, انه تسرّع في الضغط لاصدار القرارين في جلسة مجلس الوزراء في 5 ايار والمتعلقين بشبكة اتصالات حزب الله وجهاز امن المطار.

source: In the show “Kalam Al-Nas”, of the Lebanese Broadcasting Corporation, Junbulat presented his detailed report about this case and its aftermath in May 7, the events in Beirut and its suburbs, and concluded by reiterating the importance of dialogue and repe
ar: وقدم جنبلاط في برنامج كلام الناس من المؤسسة اللبنانية للارسال عرضه المفصل لما احاط هذه القضية وما تلاها في 7 ايار واحداث بيروت والضاحية, وانتهى الى التأكيد على أهمية الحوار, مكررا التحذير من لعبة الامم.

source: He also described the resolution 1559 as the cursed resolution that killed Rafik Al-Hariri, and denounced what was published on the German magazine «Der Spiegel» which assassinates Rafik Al-Hariri once again. Junbulat warned about the situation in the reg
ar: ووصف جنبلاط القرار 1559 بالقرار اللعين الذي قتل رفيق الحريري, مستنكرا ما نشرته مجلة «ديرشبيغل» الالمانية التي تغتال رفيق الحريري مرة اخرى. محذراً من الوضع في المنطقة ومؤكداً أن إسرائيل هي عدونا الوحيد وسنواجهها نحن والمقاومة والدولة.

source: Americans to Obama: Don't apologise to the Muslims
ar: الأمريكيون لأوباما : لا تعتذر للمسلمين

source: The Syrians boycott mobile companies in protest against the expensive call rates
ar: السوريون يقاطعون شركتي النقال احتجاجا على غلاء المكالمات

source: The Syrians have been sending out emails for days to encourage boycotting mobile phone companies in the country to force them to reduce the prices of their services.
ar: يتداول السوريون عبر البريد الالكتروني منذ بضعة أيام دعوات لمقاطعة شركتي الهاتف النقال في البلاد لدفعهما لتخفيض أسعار خدماتهما.

source: Syrians seeks to organize a campaign for boycotting the mobile phone companies, SBC, Syritel, or M_T_N, the two companies that are holding monopoly over mobile phone service in the country, to compel their management to reduce the call prices between the
ar: ويسعى سوريون إلى تنظيم حملة مقاطعة لشركتي الهاتف النقال سيريتل وإم تي إن اللتين تحتكران الخدمة في البلاد ، لحمل إدارتيهما على تخفيض أسعار التخابر عبر الشبكتين أسوة بالبلدان المجاورة.

source: Arabian Business has seen the text of an invitation that is being circulated through the Internet which read: Boycott mobile phone on June 1st, 2009, contribute to the Syrian National campaign to put pressure on telecommunication companies to reduce pri
ar: واطلعت أريبيان بزنس على نص دعوة موزعة عبر إنترنت جاء فيها قاطعوا الموبايل في واحد حزيران (يونيو) 2009، ساهموا معنا في الحملة الوطنية السورية للضغط على شركات الاتصالات لتخفيض الأسعار والفواتير أسوة بكل البلدان المجاورة.

source: The email of unknown source, of which many Syrians to confirmed to Arabian Business receiving having received copies asking them to turn off their mobile phones Starting 1 / 6 / 2009 and limit its use to missed calls to identify callers and use ground l
ar: وتحث الرسالة الالكترونية مجهولة المصدر، والتي أكد كثير من السوريين لـأريبيان بزنس تلقيهم نسخا منها على إغلاق الهواتف الجوالة بدء من تاريخ 1/6/2009، وحصر استخدامه لمعرفة المتصل، والاستعانة بالشبكة الأرضية ما أمكن.

source: Both Syritel and M_T_N announced a short while ago a 20% reduction in the prices of some of the services they offered.”
ar: وأعلنت كل من سيريتل وإم تي إن منذ فترة وجيزة عن تخفيض أسعار بعض الخدمات التي تقدمانها بنسبة 20 بالمائة.

source: A minute call on mobile costs 4 Syrian Lira, (an equivalent to $1 per 9 minutes.)
ar: ويبلغ سعر الدقيقة الواحدة على خطوط النقال 4 ليرات سورية (ما يعادل دولارا واحدا لكل 9 دقائق).

source: The two companies said they were to cut prices of calls and SMSs by 20% for the pre-paid lines, and only SMSs for the post-paid by the same percentage, but call prices were not cut for post-paid lines.
ar: وقالت الشركتان إنهما ستخفضان أسعار المكالمات والرسائل بنسبة 20 بالمائة في الخط المسبق الدفع وخفض أسعار الرسائل فقط بالنسبة للخطوط لاحقة الدفع بنفس النسبة، فيما لم تطل التخفيضات أسعار المكالمات للخطوط لاحقة الدفع.

source: Statistics show that the number of subscribers of mobile phone lines in Syria recently reached 5.6 million subscribers about 23.3% of the 24-million-population. 4.6 million of those subscribers use prepaid service, which means that the latest reductions i
ar: وتشير الإحصاءات إلى أن عدد مشتركي خطوط الهاتف النقال في سورية بلغ مؤخرا 5.6 مليون مشترك، أي ما يعادل 23.3 بالمائة من السكان البالغ عددهم 24 مليون نسمة.ويعتمد 4.6 مليون من أولئك المشتركين على خدمة البطاقات مسبقة الدفع، الأمر الذي يجعل التخفيضات الأخيرة شام

source: The number of mobile phone users grows steadily in the country, as it was increased by about 2 million subscribers since the beginning of the Year 2007.
ar: وينموا عدد مستخدمي الهاتف النقال باطراد في البلاد، حيث زاد بحدود 2 مليون مشترك منذ بداية العام 2007.

source: Syrian Minister of Communications, Amr Salem, had said earlier that the issue of calculating call tariffs for mobile phone on minute basis is a settled matter and signed with the companies and that what prevents its application is the billing systems th
ar: وقال وزير الاتصالات السوري الأسبق عمرو سالم في وقت سابق إن قضية احتساب التعرفة الخليوية على أساس أجزاء الدقيقة قضية محسومة وموقعة مع الشركات وأن ما يمنع تطبيقها على الواقع هو أنظمة الفوترة التي لا تسمح لك بهذا الأمر و يتم تحديثها حاليا.

source: The former minister admitted that the tariff of the Syrian mobile phone calls was high compared to the income of the individual in Syria, but he attributed the reason for this to the decrease in the number of subscribers locally in comparison with the wor
ar: وأقر الوزير السابق بارتفاع التعرفة السورية للنقال مقارنة بدخل الفرد في سورية، إلا أنه أرجع سبب ذلك إلى انخفاض عدد المشتركين محليا مقارنة بالنسب العالمية التي تصل في بعض البلدان إلى 100% .

source: Cairo has turned a bronze color.... Obama is coming
ar: «القاهرة» باللون البرونزى.. «أوباما جاى»

source: Margaret Skobey, the US Ambassador to Egypt, said in Cairo that the American president Barack Obama will confirm in his speech at the University of Cairo there is no contradiction between the American values and the values of the Islamic world, that Islam
ar: قالت السفيرة الأمريكية فى القاهرة، مارجريت سكوبى، إن الرئيس الأمريكى أوباما سيؤكد فى خطابه بجامعة القاهرة عدم وجود تناقض بين القيم الأمريكية والعالم الإسلامى، وأن الإسلام «دين ثرى.. متعدد الأوجه ومنتشر فى جميع أنحاء العالم»،

source: Obama expressed from his first day in office his country's desire for a relationship with the Islamic world where respect prevails, Skobey said during a round table meeting convened at the American Embassy headquarters in Cairo the day before yesterday.
ar: وأوضحت سكوبى خلال مائدة مستديرة عقدتها فى مقر السفارة الأمريكية بالقاهرة، أمس الأول، أن أوباما أبدى منذ اليوم الأول لتوليه منصبه رغبة بلاده فى علاقة يسودها الاحترام مع العالم الإسلامى.

source: On the other hand, the area of Al-Qala'a (the Citadel), which includes Salah al-Din and the area surrounding Sultan Hassan Mosque, is witnessing unprecedented preparations including extensive makeovers - the planting of palm trees, decorative flowers an
ar: من ناحية أخرى، تشهد منطقة القلعة، والتى تضم ميدان صلاح الدين والمنطقة المحيطة بمسجد السلطان حسن استعدادات «غير مسبوقة»، تشمل عمليات تجميل واسعة وزرع أشجار نخيل ونباتات زينة، وتم رفع أكوام القمامة التى كانت تحاصر المنطقة، وسط أنباء عن زيارة الرئيس الأمريكى

source: Dr. Zahi Hawass, secretary-general of the Supreme Council of Antiquities, said that Obama, after his speech at the University of Cairo, will visit the pyramids in Giza during an 80 minute tour. During this time he will enter the Pyramid of Khufu (the Grea
ar: وكشف الدكتور زاهى حواس، الأمين العام للمجلس الأعلى للآثار، عن أن أوباما سيزور أهرامات الجيزة عقب خطاب جامعة القاهرة وذلك فى إطار جولة تستمر ٨٠ دقيقة، يدخل خلالها هرم خوفو، ويزور مقابر العمال، والاكتشافات الأثرية فى المنطقة، وأبو الهول. مشيرًا إلى أنه سيكو

source: Spending the night painting lamp-posts a bronze colour in front of the University of Cairo. Do you know why and for whom all this effort?!
ar: يسهر الليل فى دهان أعمدة الإنارة أمام جامعة القاهرة باللون البرونزى.. هل يعرف لماذا ولمن كل هذا الجهد؟!

source: General Saleh Al-Raouf, the head for Duqqi district, said that the resurfacing work on the one kilometre stretch of street heading towards Cairo University in the Giza governorate has been finished. It took 12 hours to complete at a cost of around 15000 E
ar: وقال اللواء صالح عبدالرؤوف، رئيس حى الدقى إن محافظة الجيزة انتهت من رصف الشارع المواجه لجامعة القاهرة بطول كيلومتر واحد، فى ١٢ ساعة، وبتكلفة حوالى ١٥ ألف جنيه،

source: He pointed out that the South Giza quarter and Duqqi quarter had agreed with the Arab Contractors Company that the task of resurfacing the street with asphalt would be completed within a short space of time which began two days ago (Sunday evening) and en
ar: لافتاً إلى أن حى جنوب الجيزة وحى الدقى اتفقا مع شركة المقاولون العرب على إنجاز مهمة رصف الشارع بالأسفلت فى مدة قصيرة بدأت مساء أمس الأول، وانتهت فى الصباح الباكر من يوم أمس، كما قام العمال بدهان أعمدة الإنارة فى شوارع ثروت والجامعة والنهضة باللون البرونزى

source: By
ar: كتب

source: Fathiya Al-Dakhakhi, Mona Yassin, Umru Bayyoumi and Mahasin Al-Sanusi
ar: فتحية الدخاخنى ومنى ياسين وعمرو بيومى ومحاسن السنوسى

source: 1st June marching together towards a boycott
ar: الأول من حزيران معاً نحو المقاطعة

source: After a long wait.. something happened.. a small ... but dangerous ... protest.
ar: بعد طول انتظار...حدث شيء ما .... صغير ...ولكنه خطير...اعتراض

source: Yes after a lengthy wait we'll say No...
ar: نعم بعد طول انتظار سنقول لا.......

source: Of course, don't be too optimistic about participating...because today the guys are still thinking about a method (it landed on me...come on one phone call is not going to end the boycott)...That's from one perspective...but from another perspective even
ar: طبعا لاتتفاءلوا كثيراً بالمشاركة ... لأن شباب اليوم مازال يفكر على طريقة (وقفت عليي...ويلا اتصال مارح يكسر المقاطعة)...هي من ناحية أما من ناحية تانية فحتى لو شارك الشعب السوري كلو مافي أمل .. يعني لنوضح الموضوع .. يوم أكيد مارح يكسر ميزانية سيرياتيل ولا م

source: On another issue of greater importance...Why does the boycotting of private companies frighten the media. Even they are ashamed to print about that. Oh, what a farce, Syriatel has complete privacy...because of its owner... and certainly they will not let
ar: في موضوع تاني وهو أكثر أهمية ... لماذا مقاطعة شركات خاصة يخيف الإعلام حتى يخجل بنشره ... ياللمهزلة يا أما سيرياتيل لها خصوصية بالغة ... بسبب مالكها ...وأكيد مارح تخلونا نحكي هلق ... ونفش خلقنا بس بتعرفو البير وغطاه ولوافترضنا أنو شركة الاتصالات ومللاكها ه

source: Anyhow, I'm waiting impatiently for June 1st ... in the light of that day the fate of Syria will be determined. I mean, whether it's a step towards change towards what's better .... or guys it will be another 30 year wait...
ar: على كل أنتظر 1 حزيران بفارغ الصبر....وعلى ضوئه سيتحدد مصير سوريا يعني يا أما بيكون خطوة نحو التغيير نحو الأفضل.... يا أما ياشباب شكلو ناطرين 30 سنة تانية....

source: More important what really drew my attention, is this new self with the young people. That change is in our hands يؤخذولا gives the right.
ar: والأهم واللي فعلا لفت نظري هوي هيدا النفس الجديد عند الشباب ...أنو التغيير يإيدنا...والحق يؤخذولا يعطى...

source: In the words of Ziyad
ar: وعلى قولة زياد

source: Wake up to the homeland
ar: تصبحون على وطن

source: The sound will reach them.
ar: و الصوت رح يصلهم.

source: The immediate objective is to raise the voice of the company's customers .
ar: الهدف المباشر هو اسماع صوت المشتركين للشركة..انكم بتستهبلوا ع ربنا .

source: It's a scandal of their rights among the mobile companies in the region.
ar: هي فضيحة بحقهم بين شركات الموبايل بالمنطقة.

source: Akalna- I am happy for one thing... these kind of campaigns have brought in the young men's approaches for the sake of change.
ar: عكلن انا فرحانة لشغلة وحدة..انو هالنوع من الحملات دخلت بنهج الشباب من اجل التغيير.

source: You reply or don't reply, that's not the issue. The issue has got in and you know about it.
ar: و بتجاوبو او ما يتجاوبو..هي مو القضية.. القضية انها دخلت و تعلموا عليها..

source: Even the Syrians who are abroad boycotted the Syrian mobile phone companies.
ar: وحتى السوريين يلي برا..قاطعوا شركات الخليوي السورية:)

source: Of course Security.
ar: أكيد أمنية...

source: The most important issue is that young people feel that we all one arm...regardless of the religion and confession. We need to gather together to change the situation for the better. As long as the best is for all of us.
ar: الموضوع الأهم أنو يحس الشباب أنو نحنا كلنا ايد وحدة..بغض النظر عن الدين والطوائف...لازم نجتمع لنغيير الوضع نحو الأفضل...طالما الأفضل هوي لنا جميعاً...

source: I mean from here the importance of June 1st has arrived.
ar: يعني من هون اجت أهمية 1 حزيران...

source: The question that I'm waiting for a reply on the 1st June. Are the young people are awareness to carry the responsibility. Or are they going on the principle that clay breaks the enemy to break a member .... I'm not convinced...
ar: السؤال اللي ناطر جوابو بـ 1 حزيران...هل الشباب صاروا من الوعي الكافي لتحمل مسؤولياتون...ولا اسا ماشيين على مبدأ فخار يكسر بعضو....وأنا مادخلني ...

source: Washington: Internet search giant, Google, announced that it will sell as of this year literary products in electronic versions that could adversely affect internet firm Amazon a pioneer in this market as a result of their electronic book version Kindle
ar: واشنطن: أعلن عملاق البحث على الانترنت جوجل أنه سيبيع اعتبارا من هذا العام منتجات أدبية في نسخ الكترونية، مما يمكن أن يؤثر سلبا على الموزع عبر الانترنت أمازون الرائد في هذه السوق بفضل كتابه الالكتروني كيندل.

source: What does Obama want?
ar: ماذا يريد اوباما ؟

source: More oil at a reduced price.
ar: مزيد من البترول المخفض.

source: A free pay out of billions of dollars to support the U.S. economy.
ar: مليارات الدولارات المجانية لدعم الاقتصاد الامريكي.

source: To attract the funding of Arab investors' to support failing American companies .
ar: استقطاب أموال المستثمرين العرب لدعم الشركات المنهارة.

source: To get what the Zionists want to get by cunning means that which Bush failed to get in the war.
ar: الحصول على ما يريد الصهاينة بالدهاء بعد أن عجز بوش عنه بالحرب.

source: Israel's security.
ar: أمن إسرائيل.

source: To open a new media page - the upper side of the page showing mercy, and on the underside side you might see the Swat Valley in Pakistan.
ar: فتح صفحة اعلامية جديدة ظاهرها الرحمة وباطنها يمكنكم رؤيته في وادي سوات بباكستان.

source: To visit the pyramids :)
ar: زيارة الاهرامات. (:

source: IAEA finds undeclared uranium in a second site in Syria
ar: الوكالة الذرية تعثر على يورانيوم غير معلن في موقع سوري ثان

source: The International Atomic Energy Agency confirmed that it found traces of enriched uranium contamination in another site in Syria. The IAEA is investigating links to particles that were taken from the site which Washington claims to be a secret nuclear rea
ar: أكدت الوكالة الدولية للطاقة الذرية أنها عثرت على آثار ليورانيوم معالج في موقع ثان في سوريا، وتتحرى عن وجود صلة بجزئيات أخذت من الموقع الذي تقول عنه واشنطن إنه مفاعل نووي سري. ويمكن أن يعزز هذا التطور، بالإضافة إلى معلومات جديدة عن شراء سوريا لكميات كبيرة

source: The Agency is examining the authenticity of US intelligence reports stating that Syria almost completed the construction of a nuclear reactor of North Korean design; with the aim of producing plutonium that can be used to make a bomb, before Israel bombar
ar: وتتحرى الوكالة عن صحة تقارير للمخابرات الأمريكية عن أن سوريا أكملت تقريبا بناء مفاعل نووي ذي تصميم كوري شمالي؛ بهدف إنتاج بلوتونيوم يمكن استخدامه في تصنيع قنبلة، قبل أن تقصف إسرائيل المفاعل في 2007.

source: Syria, however, denies hiding anything from non-proliferation monitors. Yet, a report supporting the IAEA said that Damascus is still withholding documents and preventing free access for the inspectors, which is a necessity for truth to be cleared.
ar: وتنفي سوريا إخفاء أي شيء عن مراقبي حظر الانتشار النووي، ولكن تقريرا مقيدا للوكالة الدولية للطاقة الذرية قال إن دمشق مازالت تحجب وثائق وتمنع حرية دخول المفتشين، وهو أمر لازم لتوضيح الحقيقة.
